Dlubal.TimberPro.FireResistanceOptions
Additional settings for fire resistance computations.

Dlubal.TimberPro.FireResistanceOptions.ConstructionFireResistanceClass
Fire resistance class

Dlubal.TimberPro.FireResistanceOptions.CustomFireResistanceTime
Custom fire resistance time